
export let ERRINFO = {
    CN: {
        1001:"兑换红包未找到相关配置",
        1002:"红包不足",
        1003:"下单失败，请重新下单",
        1004:"请填写支付宝账号",
        1005:"请填写支付宝姓名",
        1006:"您已经绑定过手机号了",
        1007:"该手机号已经被绑定过了",
        1008:"发送手机验证码时间太频繁！",
        1009:"验证码错误",
        1010:"您还没有购买月卡",
        1011:"已经领取过该奖励了",
        1012:"没有购买该复活礼包",
        1013:"请购买复活月卡",
        1014:"红包最大兑换次数已满",
        1015:"信息错误",

        2001: "姓名填写不完整",
        2002: "身份证填写不完整",
        2003: "请输入验证码",
        2004: "手机号格式不对",
        2005: "实名认证成功"
    },

    Uighur: {
        1001:"兑换红包未找到相关配置",
        1002:"ئامەت بېلىتىڭىز يېتىشمىدى",
        1003:"قىممەت قاچىلاش مەغلۇپ بولدى،قايتا سىناڭ",
        1004:"جىفۇباۋ ھىسابات نۇمۇرىڭىزنى كىرگۈزۈڭ",
        1005:"كىملىكتىكى ئىسمىڭىزنى كىرگۈزۈڭ",
        1006:"تېلېفۇن نۇمۇرىڭىزنى باغلاپ بولدىڭىز ",
        1007:"بۇ نۇمۇر باشقا ھېسابات نۇمۇرى تەرىپىدىن باغلىنىپ بولدى ",
        1008:"تەستىق كودىغا ئېرىشىش مەشخۇلادىڭىز تېز بولۇپ كەتتى",
        1009:"تەستىق كودى خاتا",
        1010:"سىز ئايلىق كارتا سېتىۋالمىدىڭىز",
        1011:"بۇ مۇكاپاتنى ئېلىپ بولدىڭىز",
        1012:"بۇ تېرىلېش سوۋغىتىنى سېتىۋالمىدىڭىز",
        1013:"تېرىلىش كارتىسىنى سېتىۋېلىڭ ",
        1014:"قىزىل بولاق ئالماشتۇرۇش قېتىم سانىڭىز تۈگىدى ",
        1015:"ئۇچۇر خاتا",

        2001: "كىرگۈزگەن ئىسمىڭىز تولۇق ئەمەس ",
        2002: "كىملىك نۇمۇرىڭىز تولۇق ئەمەس",
        2003: "تەستىق كودىنى كىرگۈزۈڭ",
        2004: "تېلېفۇن نۇمۇرىڭىز خاتا",
        2005: "دەلىللەش تاماملاندى"
    }
    
}